Repository: KeremDev/RiskDetected
Catalog: App/Localization/Onboarding.xcstrings
Source language: tr
Languages: en

# onboarding.onboarding.personal.plan.sana.ozel.denetim.akisi.97d6a60f
source: Sana özel denetim akışı
en: Custom control flow for you

# onboarding.onboarding.personal.plan.sana.ozel.e76ebb67
source: Sana Özel
en: Special for you

# onboarding.onboarding.personal.plan.sana.ozel.ef4ca24e
source: Sana özel
en: special for you

# onboarding.onboarding.personal.plan.sana.ozel.ekip.akisi.68a81134
source: Sana özel ekip akışı
en: Special team flow for you

source: Şantiye tehlikeleri dakikalar içinde raporla.
en: Report construction site hazards in minutes.

# onboarding.onboarding.personal.plan.takip.ritmini.koru.085971c4
source: Takip ritmini koru
en: Maintain your tracking rhythm

source: Yoğun denetim temponla yarışacak planın hazır
en: Your plan is ready for a demanding inspection schedule.

# onboarding.onboarding.v2.state.a.sinifi.0251c6bf
source: A Sınıfı
en: Class A

# onboarding.onboarding.v2.state.a.sinifi.ab0600aa
source: A Sınıfı
en: Class A

# onboarding.onboarding.v2.state.app.store.fiyati.yukleniyor.b089c458
source: App Store fiyatı yükleniyor
en: App Store price loading

# onboarding.onboarding.v2.state.aylik.8ab1efeb
source: Aylık
en: Monthly

# onboarding.onboarding.v2.state.az.tehlikeli.af92fef7
source: Az Tehlikeli
en: Low Hazard

# onboarding.onboarding.v2.state.b.sinifi.d1b0323b
source: B Sınıfı
en: Class B

# onboarding.onboarding.v2.state.bir.isyerine.derin.denetim.ea8a60da
source: Bir işyerine derin denetim
en: Deep inspection of a workplace

# onboarding.onboarding.v2.state.birden.cok.osgb.sozlesmesi.4ffd6ac0
source: Birden çok OSGB sözleşmesi
en: Multiple workplace safety service agreements

# onboarding.onboarding.v2.state.c.sinifi.e98b4664
source: C Sınıfı
en: Class C

# onboarding.onboarding.v2.state.cok.tehlikeli.ea365d68
source: Çok Tehlikeli
en: Very High Hazard

# onboarding.onboarding.v2.state.cok.tehlikeli.eababa99
source: Çok Tehlikeli
en: Very High Hazard

# onboarding.onboarding.v2.state.consultant.bf04c397
source: Danışman
en: Consultant

# onboarding.onboarding.v2.state.diger.51be7c29
source: Diğer
en: Other

# onboarding.onboarding.v2.state.employer.owner.d72645c4
source: İşveren/Sahip
en: Employer/Owner

# onboarding.onboarding.v2.state.engineer.c783d461
source: Mühendis
en: Engineer

# onboarding.onboarding.v2.state.fiyat.alinamadi.e680a4ea
source: Fiyat alınamadı
en: Price could not be received

# onboarding.onboarding.v2.state.fiyat.app.store.uzerinden.yuklenecek.2dfc04c7
source: Fiyat App Store üzerinden yüklenecek.
en: The price will be uploaded via the App Store.

# onboarding.onboarding.v2.state.hse.ohs.whs.manager.d49c5272
source: SEÇ/İSG/İSG yöneticisi
en: HSE/OHS/WHS manager

# onboarding.onboarding.v2.state.insaat.00734e7a
source: İnşaat
en: Construction

# onboarding.onboarding.v2.state.isyeri.hekimi.33816b60
source: İşyeri Hekimi
en: Workplace Physician

# onboarding.onboarding.v2.state.other.54ebe7f5
source: Diğer
en: Other

# onboarding.onboarding.v2.state.safety.professional.c44c5726
source: Güvenlik uzmanı
en: Safety professional

# onboarding.onboarding.v2.state.saglik.personeli.a48c2086
source: Sağlık personeli
en: Healthcare professional

# onboarding.onboarding.v2.state.site.manager.f4479e1d
source: Site yöneticisi
en: Site manager

# onboarding.onboarding.v2.state.standart.yogunluk.5f3fb070
source: Standart yoğunluk
en: Standard pace

# onboarding.onboarding.v2.state.supervisor.4c6a7edf
source: Süpervizör
en: Supervisor

# onboarding.onboarding.v2.state.surekli.saha.rotasyonu.77f079c0
source: Sürekli saha rotasyonu
en: Continuous field rotation

# onboarding.onboarding.v2.state.tanimlanmamis.veya.farkli.sektorler.6eef1c31
source: Tanımlanmamış veya farklı sektörler
en: Undefined or different sectors

# onboarding.onboarding.v2.state.tehlikeli.ff529f2c
source: Tehlikeli
en: Hazardous

# onboarding.onboarding.v2.state.tek.odak.30bd054c
source: Tek odak
en: Single focus

# onboarding.onboarding.v2.state.yillik.bb3f3195
source: Yıllık
en: Annual

# onboarding.onboarding.v2.state.yogun.osgb.endustri.grubu.497fbbfb
source: Yoğun OSGB / endüstri grubu
en: High-volume safety service / industry group

# onboarding.onboarding.v2.state.yogun.saha.9c5b0a16
source: Yoğun saha
en: High-volume field work

# onboarding.onboarding.v2.state.yuksek.tempo.ea428772
source: Yüksek tempo
en: High pace

# onboarding.onboarding.view.5.5.l.tipi.matris.3525cecd
source: 5×5 L-Tipi Matris
en: 5×5 L-Type Matrix

# onboarding.onboarding.view.ai.odakli.analiz.canvaslari.7e21d6e7
source: AI odaklı analiz canvasları
en: AI-driven analysis canvases

# onboarding.onboarding.view.atla.e25539b1
source: Atla
en: Skip

# onboarding.onboarding.view.baslayalim.b166d890
source: Başlayalım
en: Let's begin

source: Bulguları tek dokunuşla Fine-Kinney veya 5×5 metoduna göre denetim hazır PDF/Excel rapora dönüştür.
en: Convert findings to an audit-ready PDF/Excel report according to the Fine-Kinney or 5×5 method with one touch.

# onboarding.onboarding.view.devam.a5bee993
source: Devam
en: Continue

# onboarding.onboarding.view.fine.kinney.5.5.risk.skoru.37dfd9ef
source: Fine-Kinney & 5×5 risk skoru
en: Fine-Kinney & 5×5 risk scoring

# onboarding.onboarding.view.fotografla.uygunsuzluk.tespiti.64bd9fdb
source: Fotoğrafla uygunsuzluk tespiti
en: Detection of nonconformity with photo

# onboarding.onboarding.view.genel.39cd056c
source: Genel
en: General

source: Genel, KKD, sektör veya acil risk analizi seç. Her canvas, alanına özel uzman bir gözle çalışır.
en: Select general, PPE, sector or immediate risk analysis. Each canvas works with an expert eye specific to its field.

source: Her bulgu için Olasılık × Frekans × Şiddet ya da 5×5 matris hesabıyla saha standardına uygun risk skoru üretilir.
en: For each finding, a risk score in accordance with the field standard is produced by calculating Probability × Frequency × Severity or a 5 × 5 matrix.

# onboarding.onboarding.view.isaretleme.6be848bf
source: İşaretleme
en: Marking

# onboarding.onboarding.view.kayma.riski.5fc04da2
source: Kayma riski
en: Risk of slipping

# onboarding.onboarding.view.kkd.eksikligi.8a363c64
source: KKD eksikliği
en: Lack of PPE

# onboarding.onboarding.view.pdf.excel.rapor.adbe8847
source: PDF & Excel rapor
en: PDF & Excel report

# onboarding.onboarding.view.r.o.f.s.c031ebce
source: R = O × F × Ş
en: R = P × F × S

# onboarding.onboarding.view.r.o.s.0fc90694
source: R = O × Ş
en: R = P × S

# onboarding.onboarding.view.rapor.2841.7db67f95
source: Rapor #2841
en: Report #2841

# onboarding.onboarding.view.risk.hesaplamasi.91234ce8
source: RİSK HESAPLAMASI
en: RISK SCORING

# onboarding.onboarding.view.risk.seviyeleri.ve.onlemler.3214990a
source: Risk seviyeleri ve önlemler
en: Risk levels and precautions

# onboarding.onboarding.view.s.1a3e180d
source: Ş
en: S

# onboarding.onboarding.view.s.89da2339
source: Ş
en: S

# onboarding.onboarding.view.saha.fotograf.e741ee23
source: Saha · Fotoğraf
en: Site · Photo

source: Sahadaki fotoğrafı yükle. Yapay zeka, iş güvenliği uygunsuzluklarını saniyeler içinde tespit etsin.
en: Upload the photo of the field. Let artificial intelligence detect occupational safety nonconformities within seconds.

# onboarding.onboarding.view.sektor.41cc804c
source: Sektör
en: Sector

# onboarding.onboarding.view.tehlike.tespit.edildi.7fe2db41
source: Tehlike tespit edildi
en: Danger detected

source: Tespit edilen her tehlike için risk seviyesi, açıklama ve alınması gereken önlem net şekilde sunulur.
en: For each detected hazard, the risk level, explanation and precautions to be taken are clearly presented.

# onboarding.onboarding.view.tespit.edilen.riskler.2a8f4423
source: TESPİT EDİLEN RİSKLER
en: RISKS DETECTED

source: Birkaç kısa cevap, analizlerini sektörüne ve çalışma alanına göre daha isabetli hazırlamamıza yardım eder.
en: A few short answers will help us prepare your analysis more accurately according to your industry and field of work.

# onboarding.onboarding.view.v2.cevaplamaya.devam.et.7cad3cb1
source: Cevaplamaya devam et
en: Continue answering

# onboarding.onboarding.view.v2.geri.yuklenecek.aktif.abonelik.bulunamadi.f996c003
source: Geri yüklenecek aktif abonelik bulunamadı.
en: No active subscriptions were found to restore.

# onboarding.onboarding.view.v2.sana.ozel.sonuclar.veremeyecegiz.38eef1fd
source: Sana özel sonuçlar veremeyeceğiz
en: We will not be able to personalise your results

# onboarding.onboarding.view.v2.satin.alma.dogrulanamadi.7bdaab97
source: Satın alma doğrulanamadı
en: Purchase could not be verified

# onboarding.onboarding.view.v2.satin.alma.dogrulanamadi.7ccf47ab
source: Satın alma doğrulanamadı
en: Purchase could not be verified

# onboarding.onboarding.view.v2.satin.alma.dogrulanamadi.e8f9d653
source: Satın alma doğrulanamadı
en: Purchase could not be verified

# onboarding.onboarding.view.v2.satin.alma.dogrulanamadi.f439bf78
source: Satın alma doğrulanamadı
en: Purchase could not be verified

# onboarding.onboarding.view.v2.yine.de.atla.de185fdb
source: Yine de atla
en: Skip anyway

# onboarding.onboarding.view.yetersiz.aydinlatma.39df16b2
source: Yetersiz aydınlatma
en: Insufficient lighting

# onboarding.pain.late_assessments
source: Geç teslim edilen değerlendirmeler.
en: Late assessments.

# onboarding.pain.mirror.emphasis
source: birlikte
en: together

# onboarding.pain.mirror.prefix
source: Bunu
en: We will change this

# onboarding.pain.report_writing
source: Saatlerce süren rapor yazımı.
en: Hours spent writing reports.

# onboarding.pain.scattered_material
source: Dağınık fotoğraflar ve notlar.
en: Scattered photos and notes.
